// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "存储的作业";

NoPrintTitle = "无法打印作业";
NoDeleteTitle = "无法删除作业";
NoPrintMsg1 = "请确保 PIN 正确。";
NoPrintMsg2 = "请检查打印机是否联机并已建立了连接。";

DeleteButtonTitle = "删除";
CancelButtonTitle = "取消";

DeleteJobAlertTitle = "确实要删除“%@”作业吗？";
DeleteJobAlertMsg = "作业数据将丢失，且此操作不能撤销。";

EnableJobStoring = "启用作业存储";
TaskDescription = "选择要打印或删除的已存储作业。可通过输入所需份数进行多份打印。";
UserName = "用户名";
JobName = "作业名称";
PinTitle = "输入安全作业 PIN：";
CopiesTitle = "打印份数：";
DeleteButton = "删除";
PrintButton = "打印";
ApplyNowButton = "立即应用";